// Створіть клас "Автомобіль", який має атрибути: марка, модель, рік випуску, об'єм двигуна та вартість. 
// Реалізуйте конструктор класу, який дозволяє ініціалізувати ці атрибути. 
// Також створіть метод, який виводить інформацію про автомобіль.

// Створіть два екземпляри класу "Автомобіль" з різними характеристиками. 
// Виведіть інформацію про обидва автомобілі, а потім порівняйте їхні вартості. 
// Виведіть повідомлення про те, який з автомобілів дорожчий.

// Не забудьте врахувати особливості об'єктно-орієнтованого програмування під час вирішення цієї задачі.



class Auto {
  brand;
  modal;
  year;
  volume;
  cost;

  constructor(brand, modal, year, volume, cost)
}